class GText {
  static String onBoardingTitle1 = 'به فروشگاه سنگ‌های قیمتی خوش آمدید';
  static String onBoardingSubtitle1 =
      'سلام و خوش آمدید به فروشگاه ما که محلی است برای کشف زیبایی‌های طبیعی و ارزشمند سنگ‌های قیمتی. ما افتخار داریم که شما را در این سفر خاص و جذاب به دنیای سنگ‌های گرانبها همراهی کنیم.';

  static String onBoardingTitle2 = 'معرفی به دنیای سنگ‌های قیمتی';
  static String onBoardingSubtitle2 =
      'اولین قدم در این سفر، آشنایی با گوناگونی سنگ‌های قیمتی است. از الماس گرانبها گرفته تا زمرد با رنگ‌های خیره‌کننده، در اینجا هر سنگ داستان خود را دارد. با دیدن محصولات متنوع ما، جهان رنگارنگ و منحصر به فرد سنگ‌های قیمتی را خواهید دید.';

  static String onBoardingTitle3 = 'راهنمای خرید';
  static String onBoardingSubtitle3 =
      'رای کمک به شما در انتخاب بهترین سنگ‌ها برای نیازهای خود، راهنمای خرید ما آماده است. از ویژگی‌های هر سنگ گرانبها گرفته تا راهنمایی در مراحل حفاظت و نگهداری، ما در اینجا هستیم تا هر سوالی که دارید را پاسخ دهیم';
}
